[
  {
    "id": 1721520516304,
    "title": "Фуриоса: Хроники Безумного Макса",
    "year": 2024,
    "genre": "Боевик, Фантастика",
    "rating": 4,
    "description": "Приквел фильма «Безумный Макс: Дорога ярости». После конца света Фуриоса вместе с матерью и другими женщинами живёт в местечке-оазисе, пока её не похищает банда Дементуса, стремящегося покорить постапокалиптический мир. Фуриоса сначала становится пленницей одного деспота, а потом оказывается в гареме Несмертного Джо, чья Цитадель не по зубам дерзким байкерам. Повзрослев, девушка мечтает сбежать и отомстить.",
    "imageUrl": "https://m.staticdn.site/poster/item/big/102502.jpg"
  },
  {
    "id": 1721520756133,
    "title": "Планета обезьян: Новое царство",
    "year": 2024,
    "genre": "Боевик, Фантастика, Приключения",
    "rating": 6,
    "description": "Несколько поколений после правления Цезаря. Обезьяны являются доминирующим видом, живущим в гармонии, а люди вынуждены оставаться в тени. Пока новый тиранический лидер обезьян строит свою империю, один молодой шимпанзе отправляется в путешествие, которое заставит его усомниться во всём, что он знал о прошлом, и сделать выбор, который определит будущее как обезьян, так и людей.",
    "imageUrl": "https://m.staticdn.site/poster/item/big/101740.jpg"
  },
  {
    "id": 1721520792963,
    "title": "Падение империи",
    "year": 2024,
    "genre": "Боевик, Драма",
    "rating": 8,
    "description": "Недалёкое будущее, в США бушует гражданская война. Объединённые силы Запада — Калифорнии и Техаса — уже близки к взятию Вашингтона. Двое опытных военных корреспондентов и присоединившиеся к ним ветеран журналистики и начинающая девушка-фотограф отправляются из Нью-Йорка в столицу, чтобы успеть взять интервью у забаррикадировавшегося в Белом доме президента, прежде чем до него доберётся противник.",
    "imageUrl": "https://m.staticdn.site/poster/item/big/101785.jpg"
  },
  {
    "id": 1721521005974,
    "title": "Претенденты",
    "year": 2024,
    "genre": "Драма, Мелодрама, Спорт",
    "rating": 4,
    "description": "2019 год. Теннисист Арт Дональдсон переживает не лучший период в карьере, поэтому, чтобы поднять его моральный дух и укрепить веру в себя, его жена и по совместительству тренер Таши предлагает принять участие в турнире серии ATP Challenger. В прошлом она сама была многообещающей спортсменкой, но не смогла восстановиться после травмы колена, и теперь все силы вкладывает в мужа. В финале Арт выходит на бывшего парня Таши и некогда своего лучшего друга Патрика Цвейга, для которого победа тоже становится делом принципа.",
    "imageUrl": "https://m.staticdn.site/poster/item/big/101698.jpg"
  },
  {
    "id": 1721521121402,
    "title": "Я не киллер",
    "year": 2024,
    "genre": "Комедия, Мелодрама, Криминал",
    "rating": 8,
    "description": "Новый Орлеан. Гэри Джонсон — одинокий университетский преподаватель философии и психологии живёт обычной скучной жизнью с двумя кошками. Гэри хорошо разбирается в электронике и однажды начинает помогать полицейским в установке и настройке прослушивающей аппаратуры. Перед началом очередной операции выясняется, что копа, который должен выдавать себя за наёмного убийцу, на 4 месяца отстраняют от работы из-за скандала с применением неоправданного насилия. В итоге, чтобы добыть доказательства и арестовать будущего заказчика убийства, Гэри приходится самому сыграть киллера. Всё проходит успешно, преступник арестован, а Гэри на постоянной основе начинает участвовать в спецоперациях, притворяясь крутым специалистом по устранению. На новом задании судьба сводит Гэри с очаровательной Мэдисон, которая желает убить ненавистного мужа.",
    "imageUrl": "https://m.staticdn.site/poster/item/big/102016.jpg"
  },
  {
    "id": 1721521180581,
    "title": "Материнский инстинкт",
    "year": 2024,
    "genre": "Триллер, Драма",
    "rating": 4,
    "description": "Начало 1960-х, американский пригород. Элис и Селин — лучшие подруги. Они живут в соседних домах, их сыновья растут как братья и учатся в одном классе, а знаменательные даты две семьи отмечают вместе. Но этой идиллии приходит конец после ужасного несчастного случая. Дружба женщин трещит по швам и оборачивается взаимными подозрениями и упрёками.",
    "imageUrl": "https://m.staticdn.site/poster/item/big/101851.jpg"
  },
  {
    "id": 1721521232667,
    "title": "Атлас",
    "year": 2024,
    "genre": "Боевик, Фантастика, Драма",
    "rating": 5,
    "description": "Специалистка по данным Атлас Шепард принимает участие в охоте за новейшим ИИ — роботом Харланом, установившим, что для прекращения войн надо истребить человечество. Операция по его поимке идёт наперекосяк, и андроид оказывается единственным, кто может помочь Атлас в спасении цивилизации.",
    "imageUrl": "https://m.staticdn.site/poster/item/big/101749.jpg"
  },
  {
    "id": 1721521266782,
    "title": "Полицейский из Беверли-Хиллз: Аксель Фоули",
    "year": 2024,
    "genre": "Комедия, Боевик, Триллер, Криминал",
    "rating": 3,
    "description": "Детектив Аксель Фоули снова возвращается на улицы Беверли-Хиллз. После того, как жизнь его дочери Джейн оказывается в опасности, они объединяют силы с новым партнером, детективом Бобби Эбботом, и старыми приятелями — Билли Роузвудом и Джоном Тэггартом, чтобы задать жару негодяям и раскрыть преступный заговор.",
    "imageUrl": "https://m.staticdn.site/poster/item/big/102751.jpg"
  },
  {
    "id": 1721516655649,
    "title": "Wednesday",
    "year": 2023,
    "genre": "Комедия",
    "rating": 8,
    "description": "вафывячсм ыва фыва asd asdfs",
    "imageUrl": "https://c4.wallpaperflare.com/wallpaper/462/216/45/movies-dark-wednesday-addams-wednesday-tv-series-movie-poster-hd-wallpaper-preview.jpg"
  },
  {
    "id": 1721517603747,
    "title": "Человек невидимка",
    "year": 2020,
    "genre": "Фантастика",
    "rating": 3,
    "description": "Нет данных",
    "imageUrl": "https://c8.alamy.com/comp/2A814RD/the-invisible-man-vintage-1930s-film-movie-poster-the-invisible-man-1933-hg-wells-sci-fi-horror-with-gloria-stuart-claude-rains-universal-pictures-2A814RD.jpg"
  },
  {
    "id": 1721516623254,
    "title": "Iron Man",
    "year": 2008,
    "genre": "Фантастика",
    "rating": 5,
    "description": "qweasdzxc",
    "imageUrl": "https://i.ebayimg.com/images/g/uYsAAOSwdiFcUNpu/s-l1200.jpg"
  }
]